Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/ptil.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: For Vår Energi, this applies to the Balder, Jotun and Ringhorne fields.
nb: For Vår Energi gjelder dette for feltene Balder, Jotun og Ringhorne.

source: Statoil carried out an expanded inspection of the hose segments in April-May.
nb: I april og mai utførte Statoil utvidet inspeksjon av slangesegmentene.

source: The interviews were conducted in Bergen and Stavanger.
nb: Intervjuene ble utført i Bergen og Stavanger.

source: The gas is sent to Eldfisk E and produced water to the produced-water treatment system before being routed overboard, while oil is metered and sent to Ekofisk J for further treatment.
nb: Gassen sendes til Eldfisk E, produsertvann til produsertvannbehandlingssystemet før det rutes over bord, mens oljen måles og sendes i rørledning til Ekofisk J for videre behandling.

source: We have given Equinor consent for the exploration drilling of well 7324/6-1.
nb: Vi har gitt Equinor samtykke til leiteboring av brønn 7324/6-1.

source: Facilities and parts thereof as mentioned in the first subsection, also include less complex facilities as
nb: Innretninger og deler av disse som nevnt i første ledd, omfatter også enklere innretninger som nevnt i

source: The raw water pump was manufactured by Flowserve Hamburg GmbH.
nb: Råvannspumpen var produsert av Flowserve Hamburg GmbH.

source: The work permits (ATs) reviewed in connection with our investigation had different levels, as described in the same Shell procedure.
nb: Arbeidstillatelsene (AT) gjennomgått i forbindelse med vårt granskingsarbeid hadde ulike nivåer som beskrevet i den samme prosedyren fra Shell.

source: The investigation has not identified clear underlying causes which the PSA team can see could have contributed to the incident.
nb: Det er i granskingen av hendelsen ikke funnet tydelige bakenforliggende årsaker som vi ser kan ha bidratt til hendelsen.

source: ConocoPhillips - consent for use of West Linus at Ekofisk
nb: ConocoPhillips – samtykke til bruk av West Linus på Ekofisk

source: We have given Equinor consent for extended operation of the Åsgard A facility to December 2030.
nb: Vi har gitt Equinor samtykke til forlenga drift av Åsgard A-innretninga fram til desember 2030.

source: An energy management system is a prerequisite for operating in accordance with BAT, cf.
nb: Et energiledelsessystem er en nødvendig forutsetning for å drive i samsvar med BAT, jf.

source: ell control and well intervention equipment, subsurface safety valves and christmas trees
nb: brønnkontroll- og brønnintervensjonsutstyr, brønnsikringsventiler og ventiltrær

source: The 2019 study provides a good indication that the level of HSE in our industry is high and constantly improving.
nb: RNNP 2019 gir en god indikasjon på at HMS nivået i vår virksomhet er høyt og i stadig forbedring.

source: Following up nonconformities as mentioned in the first subsection, can be safeguarded e.g. in the established systems for maintenance administration, work permits, follow-up of hazards and accidents, and in the system for handling nonconformities.
nb: Oppfølging av avvik som nevnt i første ledd, kan ivaretas blant annet i de etablerte systemene for vedlikeholdsadministrasjon, arbeidstillatelser, fare- og ulykkesoppfølging og i systemet for avviksbehandling.

source: Several risk-reducing measures were identified by the Hazop.
nb: HAZOP identifiserer flere risikoreduserende tiltak.

source: How can we convey uncertainty, probability and consequences – clearly and concisely?
nb: Hvordan kommunisere usikkerhet, sannsynlighet og konsekvens – klart og tydelig?

source: “On the contrary,
nb: enn midt ute i den norske blåmyra.

source: The pump was delivered with a power cable solution which meant that this heavy cable had to be attached to the pump during installation.
nb: Råvannspumpen ble levert med en strømkabelløsning som gjorde at kabelen måtte festes til pumpen under innløftingen.

source: and expected non-harmful concentrations (PEC/PNEC) on substance level.
nb: forventede ikke-skadelige konsentrasjoner (PEC/PNEC) på stoffnivå.

source: The barrier indicators used in the RNNP study assesses the availability of barriers on the basis of test data from the industry.
nb: Barriereindikatorene som benyttes i RNNP vurderer barrierenes tilgjengelighet basert på testdata fra næringen.

source: b) organic substances with BOD28 less than 20 percent, cf
nb: b) organiske stoff med BOD28 mindre enn 20 prosent, jf.

source: However, a much greater problem is the S bend between S1 and S2, where the fatigue/break occurred.
nb: Et mye større problem er imidlertid S-bøy mellom Skive S1 og S2 hvor utmatting/brudd oppstod.

source: been operated without overpressure incidents resulting from hydrates in PSVs since it came on line in 2007, and this may have contributed to an underassessment of the risk.
nb: uten overtrykkshendelser som følge av hydrater i PSVer helt siden oppstarten i 2007 og dette kan ha bidratt til at risikoen ble vurdert for lav.

source: Oil content as mentioned in the second subsection, means content of dispersed oil in undiluted water
nb: Med oljeinnhold som nevnt i andre ledd, menes innhold av dispergert olje i ufortynnet vann bestemt i

source: That was also why a sheave diameter 18 times greater than the rope diameter (18xD/d) came to be chosen, since this dimension was better adapted to the design while also simplifying the structure.
nb: Dette var også bakgrunnen for valg av skivehjuldiameter på 18 ganger ståltauets diameter (18xD/d), da denne dimensjonen var bedre tilpasset designet og samtidig forenklet konstruksjonen.

source: Requirements, experiences and proposed improvements
nb: Krav, erfaringer og forslag til forbedringer

source: Snøhvit was discovered in 1984, and the plan for development and operation (PDO) was approved in 2002.
nb: Snøhvit blei påvist i 1984, og plan for utbygging og drift (PUD) blei godkjent i 2002.

source: subsections, may be discarded and destroyed.
nb: kan kasseres og makuleres.

source: The requirements for testing and ecotoxicological documentation in HOCNF part 2, does not apply for
nb: Kravene om testing og økotoksikologisk dokumentasjon i form av HOCNF del 2, gjelder ikke

source: All drilling work ceased on West Bollsta after the incident, and it took almost a week for normal activity to be resumed.
nb: Etter hendelsen stanset all boreaktivitet på West Bollsta opp, og det tok nesten en uke før ordinære boreaktiviteter kunne gjenopptas.

source: , with the purpose of developing consensus-based recommendations to contribute to a better working environment for catering employees.
nb: med formål å utvikle omforente anbefalinger for å bidra til bedre arbeidsmiljøforhold for forpleiningsansatte.

source: b) results of risk and vulnerability assessments of health and hygienic factors, as well as planned and/or
nb: b) resultater fra risiko- og sårbarhetsvurderinger av helsemessige og hygieniske forhold, samt planlagte

source: primary barriers to overpressure, which was important for assessing the risk related to the discovery of hydrates in the PSV.
nb: overtrykking, som var viktig for vurderingen av risikoen relatert til funnet av hydrater i PSVen.

source: The work has contributed to implementation of requirements for fracture mechanics testing in International Association of Class Societies (IACS) UR W16.
nb: Arbeidet har bidratt til implementering av krav til bruddmekanisk prøving i International Association of Class Societies (IACS) UR W16.

source: His father-in-law was a ship’s captain, and when he served at sea it was normal that the engineers on board suffered from deafness.
nb: Svigerfaren hans var skipskaptein, og på den tiden han var aktiv, var det vanlig at maskinistene var tunghørte.

source: This test was witnessed by DNV and Maersk.7 No certificate has been issued for the assembled overhead crane, but one is issued for the actual crane rail.8 This sets the WLL to 20 tonnes in a vertical lift, based on test memo TM-M025.
nb: Testen ble bevitnet av DNV og Maersk.7 Det er ikke utstedt sertifikat for den sammenstilte traverskranen, men det er utstedt sertifikat for selve kranbanen.8 Her er WLL satt til 20 tonn ved rett løft, basert på testmemo TM-M025.

source: The apprentice had shut off blowing out with compressed air.
nb: Lærling hadde stengt av for blåsing av trykkluft.

source: Shell's "Procedure for work management" rev.
nb: I Shell sin «Prosedyre for styring av arbeid» rev.

source: Results from the ecotoxicological tests shall be included in HOCNF part 2.
nb: Resultatene fra den økotoksikologiske testingen skal inngå i HOCNF del 2.

source: lifting appliances and lifting gear
nb: løfteinnretninger og løfteredskap

source: 09.45: Supply of oily water returned to cell 13 and supply to cell 11 closed.
nb: 09.45 legges tilførsel av oljeholdig vann tilbake til celle 13 og tilførsel til celle 11 stenges.

source: We have been informed that COSMO fire doors of class A-0, A-60 and B-15 may have deficient insulation.
nb: Vi er informert om at COSMO branndører med klasse A-0, A-60 og B-15 kan ha mangelfull isolasjon.

source: Neptune – Gjøa – data security for industrial ICT systems
nb: Neptune – Gjøa – informasjonssikkerhet for industrielle ikt-systemer

source: a pre-assembled rupture disc was chosen, although the manufacturer recommended a pre-torqued version
nb: Det ble valgt en sprengblekkholder av typen «pre-assembled» selv om leverandøren anbefalte «pre-torqued»

source: COSLPromoter is a semi-submersible, dynamically positioned, drilling facility of the GM4000 type.
nb: COSLPromoter er ei halvt nedsenkbar dynamisk posisjonert boreinnretning av typen GM4000.

source: Plans for and results from monitoring of the external environment shall be reported to the Norwegian
nb: Planer for og resultater fra overvåkingen av det ytre miljø skal rapporteres til Miljødirektoratet i henhold

source: Condensate from the field will be transported to Mongstad via Kvitebjørn, while the gas will be piped to Heimdal for onward transport to the UK or the European mainland.
nb: Kondensat fra feltet blir ført til Mongstad via Kvitebjørn, mens gassen føres til Heimdal for videre transport til Storbritannia eller til kontinentet.

source: Oil and gas for the next 50 years
nb: Olje og gass de neste 50 årene

source: Personnel involved in the main operation were aware that the injured person was in
nb: Personellet som var involvert i hovedoperasjonen, hadde ikke kjennskap til at skadede

source: They supply the facility with seawater for such applications as fire-fighting and cooling engines.
nb: Pumpene forsyner innretningen med sjøvann til blant annet brannslokking og kjøling av motorer.

source: “We’re measured on efficiency and downtime, both in our own company and by the customer,” he explains.
nb: - Vi blir målt på effektivitet og nedetid, både i eget selskap og hos kunden, sier han.

source: No pressure alarm or other information was available which could have informed operators in the CCR or the shaft that the cell was being overpressurised so that this could be corrected.
nb: Det var ingen trykkalarm eller annen informasjon tilgjengelig som var egnet til å informere operatørene i kontrollrommet eller skaftet om at cellen var i ferd med å bli overtrykket, slik at situasjonen kunne blitt avverget.

source: That led to overfilling and overpressurising in cell 11 and cracking in the cell dome.
nb: Dette førte til overfylling og overtrykking av celle 11 og sprekk i celledomen.

source: (SEM) of fracture surfaces in the instrument fitting and cracks in the valve block.
nb: (SEM) av bruddoverflater i instrument fitting og sprekk i ventilblokk.

source: The investigation has identified non-conformities relating to the design of well barriers, verification of well barriers, classification of safety-critical equipment, the maintenance programme for kelly cock valves and the configuration of the sea-bed BOP.
nb: Granskingen har identifisert avvik knyttet til utforming av brønnbarrierer, verifisering av brønnbarrierer, klassifisering av sikkerhetskritisk utstyr, vedlikeholdsprogram for Kelly-cock ventiler og konfigurasjon av havbunns-BOP.

source: During 2017, we will be conducting a number of audits and technical assignments directed at efforts by the companies to reverse a worrying trend.
nb: I løpet av 2017 vil Ptil gjennomføre en rekke tilsyn og faglige oppgaver rettet mot selskapenes arbeid for å snu en bekymringsfull utvikling.

source: limit possible harm and inconveniences.
nb: begrense mulige skader og ulemper.

source: Interviews revealed that the plan was general and little known or used by employees.
nb: Intervjuer viste at planen var generelle og lite kjent og brukt av de ansatte.

source: PGNiG Upstream Norway AS – Consent for exploration drilling in the Norwegian Sea
nb: PGNiG Upstream Norway as – Samtykke til leiteboring i Norskehavet

source: In addition to the general user survey, in 2020 we also conducted a running user survey as each audit was completed.
nb: I tillegg til den overordnete undersøkelsen har vi også i 2020 gjennomført en løpende brukerundersøkelse etter hver gjennomført revisjon.

source: Transocean Barents and relevant parts of Transocean Offshore Ltd NUF’s organisation and management systems are considered to comply with relevant regulatory requirements for petroleum activity.
nb: Transocean Barents og relevante deler av Transocean Offshore Ltd NUFs organisasjon og styringssystemer er vurdert å være i samsvar med relevante krav i regelverket for petroleumsvirksomhet.

source: d) opportunities for independence and influence on important decisions, e)
nb: d) mulighet for selvstendighet og innflytelse på viktige beslutninger, e)

source: b) technical measures that reduce the likelihood of exposure, c)
nb: b) tekniske tiltak som reduserer sannsynligheten for eksponering, c)

source: Personnel working for the rig companies most agree with the statement, of which 96% make use of these response options.
nb: Personell som jobber for riggselskapene er mest enige i utsagnet hvorav 96% benytter seg av disse svaralternativene.

source: In addition, the results can be reported in accordance with international treaties; to OSPAR, for instance.
nb: I tillegg kan resultatene rapporteres i henhold til internasjonale avtaler, blant annet til OSPAR.

source: The field was shut down in May 2018.
nb: Produksjonen blei avslutta i 2018.

source: : 36% of the respondents working for Operators reports to “strongly disagree”, “disagree” or “somewhat agree” to a statement related to whether new people involved in well control have a satisfactory equipment familiarization program.
nb: 36% av respondentene i operatørselskapene benytter kategoriene «sterkt uenig», «uenig» eller «hverken eller» på et utsagn som omhandler hvorvidt nytt personell som har en rolle med hensyn til brønnkontroll har fått tilstrekkelig opplæring i bruk av utstyr.

source: The Polarled pipeline connects the Aasta Hansteen field to the Norwegian gas transport system.
nb: Gassrørledningen Polarled knytter feltet Aasta Hansteen til det norske gasstransportsystemet.

source: OJT for handling the raw water pump does not cover lifting in/out.
nb: OJT-en for håndtering av råvannspumpen dekker ikke inn- og utløfting.

source: Section 55 of the Facilities Regulations does also state that facilities for treatment of produced water shall be designed in such a way that oil content in each discharge is as low as possible.
nb: Innretningsforskriften § 55 slår dessuten fast at anlegg for rensing av produsert vann skal utformes slik at oljeinnholdet i hver utslippsstrøm er lavest mulig.

source: Seadrill has applied for Acknowledgement of Compliance (AoC) for West Mira.
nb: Seadrill har søkt om samsvarsuttalelse (SUT) for West Mira.

source: When serious E and F ratings are given, the Timp guidelines require them to be highlighted in relevant risk management tools (typically Pims/New MiS).
nb: Ved alvorlig karakter, E og F, krever retningslinjen for TIMP at disse synliggjøres i relevant risikostyringsverktøy for anlegget (typisk PIMS/New MiS).

source: The consent applies to the use of Songa Endurance for drilling, completion, workover, intervention and plugging (P&A) of well 31/2-X-11 CH.
nb: Samtykket gjeld bruk av Songa Endurance til boring, komplettering, brønnoverhaling, brønnintervensjon og tilbakeplugging (P&A) av brønn 31/2-X-11 CH.

source: This report presents the results of the PSA’s investigation of the well control incident in well G-4 on the basis of the mandate for the investigation.
nb: Denne rapporten oppsummerer resultatene etter Ptils gransking av brønnkontrollhendelsen på brønn G-4 og presenterer disse med bakgrunn i mandatet for granskingen.

source: According to Section 4-2, first subsection of the Working Environment Act, employees and their repre-
nb: Etter arbeidsmiljøloven § 4-2 første ledd skal arbeidstakere og deres tillitsvalgte delta i utviklingsarbeid

source: Under the subject of working conditions (see chapter
nb: Under tema arbeidsforhold (se kapittel

source: registered in Synergi.
nb: hendelser skal registreres i Synergi.

source: In order to fulfil the requirements for manual firefighting and firefighters’ equipment, the standards NS-EN ISO 13702 Appendix B.8.12 and
nb: For å oppfylle kravene til manuelt brannbekjempelses- og brannmannsutstyr bør standardene NS-EN ISO 13702 vedlegg B.8.12 og

source: An 8½" pilot hole was drilled out of the 10¾" casing into the reservoir.
nb: Det ble boret et 8 ½" pilothull ut av 10 ¾" foringsrør inn i reservoaret.

source: Eldfisk A’s wellstream is sent to Eldfisk FTP for partial processing.
nb: Brønnstrøm fra Eldfisk A sendes til Eldfisk FTP for delvis prosessering.

source: Faroe Petroleum Norge AS has received consent to takeover operatorship of the Oselvar and Trym fields.
nb: Faroe Petroleum Norge AS har fått samtykke til å ta over operatøransvaret for Oselvar- og Trymfeltet.

source: Some of the reason for a lesser degree of agreement may be attributed to the fact that some job categories within service companies do not have clearly defined roles in terms of well control and that they will therefore not be included in training (see chapter
nb: Noe av årsaken til mindre grad av enighet kan skyldes at enkelte stillingskategorier ikke har tydelig definerte roller i med hensyn til brønnkontroll og at de dermed heller ikke vil være inkludert i trening (se

source: Where safety aspects of the HTV Eagle design are concern, the primary emphasis appears to have been on preventing loads and objects dropping from the crane and on ensuring that drill pipe could not slip out of the gripper yoke.
nb: Når det gjaldt å ivareta sikkerhet ved design av HTV Eagle-kranen, ser det ut til at en først og fremst hadde lagt vekt på å hindre fallende last og gjenstander fra kranen, og å sikre at borerøret ikke kunne gli ut av gripeåket.

source: The Visund oil and gas field, in blocks 34/8 and 34/7, is 22 kilometres northeast of the Gullfaks field in the Tampen area.
nb: Olje- og gassfeltet Visund, i blokk 34/8 og 34/7, ligger 22 kilometer nordøst for Gullfaksfeltet i Tampen-området.

source: Through a pool agreement with Equinor, Gassco and Vår Energi AS will also be entitled to use the framework agreements.
nb: Gassco og Vår Energi AS vil gjennom en "Pool Agreement" med Equinor også kunne være brukere av rammeavtalene.

source: We worked mostly to deliver and satisfy customers.
nb: Vi jobbet mest for å levere og tilfredsstille kundene.

source: Operator1 first opened the ball valve to the air, and operator2 opened the control valve.
nb: Operatør1 åpnet først kuleventilen til luften, og operatør2åpnet reguleringsventilen.

source: Equinor thereby failed to satisfy itself that planning and preparations for installing safety-critical equipment were conducted in a prudent manner and in accordance with the regulations
nb: De forsikret seg dermed ikke om at planlegging og forberedelse til montering av sikkerhetskritisk utstyr ble utført på en forsvarlig måte og i henhold til regelverket.

source: Gassco is the operator of the facilities while Statoil provides technical services.
nb: Gassco er operatør for innretningene med Statoil som teknisk tjenesteyter.

source: Injury frequency on mobile units shows a marked reduction in 2010 (to 0.42) compared with previous years.
nb: Skadefrekvensen på flyttbare innretninger viser en markant reduksjon i 2010 (til 0,42) sammenlignet med tidligere år.

source: Equinor - Hammerfest LNG - Investigation into LNG leak
nb: Equinor - Hammerfest LNG - Gransking av LNG-lekkasje

source: Concrete has very little tensile as opposed to compressive strength.
nb: Betong har meget liten strekkstyrke i forhold til trykkstyrken.

source: Furthermore, search and rescue activities were conducted to locate people in the affected area, and the medic dealt with the injured.
nb: Videre ble det gjennomført søk og redning etter personell i berørt område, og sykepleier ivaretok skadet personell.

source: Consent for co-location of office facilities on Melkøya for Hammerfest LNG.
nb: Samtykke til samlokalisering av kontorfasiliteter på Melkøya ved Hammerfest LNG

source: The riser was immediately refilled with 54 m3 of fluid.
nb: Stigerøret ble umiddelbart etterfylt med 54 m3 væske.

source: litera a, does not apply to documents that are linked electronically without clear demarcations (hypertextual documents).
nb: gjelder ikke for dokumenter som er lenket elektronisk sammen uten klare avgrensninger (hypertekstuelle dokumenter).

source: d) injury to internal organs, e) full or partial amputation of body parts, with the exception of nails, or the tips of fingers or toes
nb: d) skader på indre organer, e) hel eller delvis amputasjon av legemsdeler, unntatt tap av negl eller finger- eller tåtupp uten samtidig

source: The PSA has given Lundin consent to drill exploration well 7120/1-5 in a prospect named Gohta.
nb: Ptil har gitt Lundin samtykke til å bore leitebrønn 7120/1-5 i et prospekt kalla Gohta.

source: Barriers which functioned have not been described in detail.
nb: Det er krav i styrende dokumenter til opplæring og kompetanse for fagpersonell.

source: for information about plans for drilling activities that require more than one (1) relief well, cf.
nb: for informasjon om planer om boreaktiviteter som krever mer enn én (1) avlastningsbrønn, jf.

source: The PSA has granted Aker BP consent for removal as applied for.
nb: Ptil har gitt Aker BP samtykke til fjerninga slik selskapet søkte om.

source: Tordis is a field in the Tampen area in the northern part of the North Sea, between the Statfjord and Gullfaks fields.
nb: Tordisfeltet ligg i Tampen-området i den nordlege delen av Nordsjøen, mellom Statfjord og Gullfaks.

source: Brekke & Strand Akustikk, which Sinus became part of in 2018, benefits greatly from it in its own work.
nb: Brekke & Strand Akustikk, som Sinus ble en del av i 2018, har stor nytte av den i eget arbeid.

source: § 60 Work on and operation of electrical installations
nb: § 60 Arbeid i og drift av elektriske anlegg

source: The Norwegian Environment Agency will consider the definition of low/high risk contribution when results from risk assessments are available.
nb: For felt med lite risikobidrag vil det normalt ikke være nødvendig med samme detaljeringsgrad i kost-/nytte-vurderingene, spesielt for implementering av dyr teknologi.

source: • Projects in Seadrill were previously led/organised/followed up by the package owner, a
nb: • Prosjekter i Seadrill var tidligere ledet/organisert/ fulgt opp av pakke-eier som var en

source: The PSA conducted a CUI audit at Mongstad in 2016.
nb: Petroleumstilsynet gjennomførte tilsyn med KUI på Mongstad i 2016.
